test/3vortexShedding/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          17;
        startFace       23794;
    }
    outlet
    {
        type            patch;
        nFaces          60;
        startFace       23811;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          21;
        startFace       23871;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          21;
        startFace       23892;
    }
    shape
    {
        type            wall;
        inGroups        1(wall);
        nFaces          157;
        startFace       23913;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        1(empty);
        nFaces          31072;
        startFace       24070;
    }
)

// ************************************************************************* //
